<!--#include file="head.asp"-->
		<div class="n-banner" style="background-image: url(images/case-banner.jpg);"></div>
		<div class="title">
			<h1>您可能关心的问题</h1>
			<p>我们试图汇集了一组经常问到的PSD到HTML/CSS3转换服务中的问题。这将更有效帮助您了解我们的服务。</p>
		</div>
		<div class="container">
			<div class="question">
				<ul>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>前小端都提供什么服务？</h3>
						<p>很多客户问我们能提供什么服务，今天我在这里跟大家介绍一下。我们目前的主要业务是前端开发（也就是大家俗称的“切图”）,其中包括：PC端网页切图、移动端网页切图、微网站前端开发、响应式布局前端开发、psd转html/html5等；我们还可以提供一些渲染页面效果的基本JS特效，如图片轮换、多级菜单、Tab切换等。这些不会收取您任何费用。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>为什么要选择前小端？</h3>
						<p>“专注”便是理由！选择我们有多种理由，我们有完整的服务流程：专业报价规范稳定，省去您价格上谈来谈去；客户经理耐心专业，梳理好各种细节；开发人员认真、高质量、速度快；测试人员细致测试消除bug和问题。您选择我们，您就选择了享受这份高质量的服务。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>如果后期出现问题怎么办？</h3>
						<p>我们合同中会约定免 费维护期，在这个期间，所有的bug和问题，我们都会无偿地 提供修正。如果超过了维护期，我们也只会酌情收取少量费用提 供支持。我们也提供了收费选项，可以延长您的维保服务期。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>付款方式有哪些？</h3>
						<p>您可以通过淘宝购买宝贝的方式进行付款。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>做的网页兼容什么浏览器？</h3>
						<p>我们默认兼容当前各大主流浏览器，如：Internet ，Explorer，Mozilla Firefox浏览器，谷歌Chrome，Safari浏览器等，如果您有特殊要求我们也会尽量满足。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>你们提供HTML5网站吗？</h3>
						<p>如果您有需求，我们可以提供HTML5网站。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>你们提供加急服务么？</h3>
						<p>如果您有需要，我们可以给您提供加急服务。但是会相应的收取一些加急费用。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>你们的切图服务确保W3C验证,手工编码和可伸缩的代码?</h3>
						<p>我们全手工编码写的整个网站符合W3C所提出的标准。</p>
					</li>
				</ul>
			</div>
			<div class="question">
				<ul>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>服务如何收费？</h3>
						<p>
具体价格需要根据您的要求和客服沟通后来决定。简单页面120元/页，普通页面200元/页，复杂页面400元/页；页面多的会有相应的折扣. 前小端的报价的因素主要有下面几个指标：<br />
1、页面数量：页面数量越多价格相对越便宜；<br />
2、页面复杂程度：页面月复杂费用会越高，因为我们的工作量较大<br />
3、JS功能：如果JS功能过多也会影响报价因素。<br />
4、加急服务：如果您需要加急服务会收取一定的加急费用。
</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>你们的PSD到HTML的转换服务的亮点是什么？</h3>
						<p>按期、快速、高质量给您专业的切图服务交付！跨浏览器兼容、完全还原您的设计、满足您的交互要求、CSS动画完美呈现、前段工程狮JS助力、技术上精益求精。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>前小端能做SEO优化么？</h3>
						<p>我们我们的代码都是纯手写的，具备友好SEO特性，我们采用最新的HTML规范中的语义标签，使网站代码更清晰、易懂。代码精简对于SEO来说非常重要，CSS和HTML严重重复会影响爬虫抓取您的网站。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>你们提供响应网站的切图服务吗？</h3>
						<p>响应式网站是目前的流行趋势，所以，我们提供响应式网站的转换服务，以便支持手机和其他移动设备浏览。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>你们能提供交付的最多和最少时间吗？</h3>
						<p>项目经理会和您沟通，到完全了解您的需求后，我们会给出您交付的具体时间。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>PSD转HTML/DIV+CSS服务都支持哪些图形格式？</h3>
						<p>我们支持几乎所有常见的图形格式，包括PSD, PNG, AI等分层文件。</p>
					</li>
					<li>
						<i class="i1">Q</i><i class="i2">A</i>
						<h3>是否提供技术支持？</h3>
						<p>我们提供180天的免费技术支持。</p>
					</li>
				</ul>
			</div>
		</div>
		<div class="zx">
			<h2>需要更多帮助吗？</h2>
			<a href="">联系我们</a>
		</div>
<!--#include file="footer.asp"-->